Revit 2027 API
ParameterTypeId.FabricSheetMajorNumberOfWires Property
 "Major Number of Wires": Major Number of Wires
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMajorNumberOfWires { get; }
Public Shared ReadOnly Property FabricSheetMajorNumberOfWires As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMajorNumberOfWires {
	ForgeTypeId^ get ();
}
static member FabricSheetMajorNumberOfWires : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace